/* No comment provided by engineer. */
"A destination email address is invalid." = "送信先メールアドレスが正しくありません。";

/* No comment provided by engineer. */
"Email" = "メール";

/* No comment provided by engineer. */
"No destination specified." = "送信先が指定されていません。";

/* No comment provided by engineer. */
"Other destinations cannot be empty." = "ほかの送信先は空白にできません。";

/* No comment provided by engineer. */
"Password cannot be empty if authentication is required." = "認証が必要な場合、パスワードは空白にできません。";

/* No comment provided by engineer. */
"Send an email notification announcing a new podcast" = "新しい Podcast を知らせるメール通知を送信します";

/* No comment provided by engineer. */
"Sender email address cannot be empty." = "送信者メールアドレスは空白にできません。";

/* No comment provided by engineer. */
"SMTP address cannot be empty." = "SMTP アドレスは空白にできません。";

/* No comment provided by engineer. */
"Too many destination emails (maximum is 16)." = "メール送信先が多すぎます（最大で 16）。";

/* No comment provided by engineer. */
"Unknown" = "不明";

/* No comment provided by engineer. */
"Username cannot be empty." = "ユーザ名は空白にできません。";

